espressif/esp-idf-cxx/host_test/i2c/sdkconfig.defaults
CONFIG_UNITY_ENABLE_IDF_TEST_RUNNER=n
CONFIG_IDF_TARGET="linux"
CONFIG_CXX_EXCEPTIONS=y
CONFIG_SOC_I2C_SUPPORT_SLAVE=y
